Repository: ReZe20/WE-Tool
Catalog: WE Tool/Strings/*/Resources.resw
Source language: en_us
Languages: de_de, es_es, fr_fr, it_it, ko_kr, pt_br, ru_ru, zh_cn, zh_tw

# CreationTime.Text
source: Created
de_de: Erstellt
es_es: Creado
fr_fr: Créé
it_it: Creato
ko_kr: 생성 시간
pt_br: Criado
ru_ru: Создано
zh_cn: 创建时间
zh_tw: 建立時間

# UpdateTime.Text
source: Updated
de_de: Geändert
es_es: Modificado
fr_fr: Modifié
it_it: Modificato
ko_kr: 수정 시간
pt_br: Modificado
ru_ru: Изменено
zh_cn: 修改时间
zh_tw: 修改時間

# AcfUpdateTime.Text
source: Workshop Updated
de_de: Workshop-Update
es_es: Taller actualizado
fr_fr: Atelier mis à jour
it_it: Officina aggiornato
ko_kr: 워크샵 업데이트 시간
pt_br: Oficina atualizado
ru_ru: Мастерская обновлена
zh_cn: 创意工坊更新时间
zh_tw: 創意工坊更新時間

# AcfSize.Text
source: Wallpaper Size
de_de: Hintergrundbildgröße
es_es: Tamaño del fondo
fr_fr: Taille du fond d'écran
it_it: Dimensione sfondo
ko_kr: 배경화면 크기
pt_br: Tamanho do papel de parede
ru_ru: Размер обоев
zh_cn: 壁纸大小
zh_tw: 桌布大小

# FileSize.Text
source: File Size
de_de: Dateigröße
es_es: Tamaño del archivo
fr_fr: Taille du fichier
it_it: Dimensione file
ko_kr: 파일 크기
pt_br: Tamanho do arquivo
ru_ru: Размер файла
zh_cn: 文件大小
zh_tw: 檔案大小

# FolderPath.Text
source: Folder Path
de_de: Ordnerpfad
es_es: Ruta de la carpeta
fr_fr: Chemin du dossier
it_it: Percorso cartella
ko_kr: 폴더 경로
pt_br: Caminho da pasta
ru_ru: Путь к папке
zh_cn: 文件夹路径
zh_tw: 資料夾路徑

# Description.Text
source: Description
de_de: Beschreibung
es_es: Descripción
it_it: Descrizione
ko_kr: 설명
pt_br: Descrição
ru_ru: Описание
zh_cn: 描述
zh_tw: 描述

# PreviewPath.Text
source: Preview Path
de_de: Vorschaupfad
es_es: Ruta de vista previa
fr_fr: Chemin de l'aperçu
it_it: Percorso anteprima
ko_kr: 미리보기 경로
pt_br: Caminho de prévia
ru_ru: Путь к превью
zh_cn: 预览路径
zh_tw: 預覽路徑

# PropertiesPanel.Close
source: Close
de_de: Schließen
es_es: Cerrar
fr_fr: Fermer
it_it: Chiudi
ko_kr: 닫기
pt_br: Fechar
ru_ru: Закрыть
zh_cn: 关闭
zh_tw: 關閉

# Toolbar_FilterToggle.ToolTipService.ToolTip
source: Filter Results
de_de: Ergebnisse filtern
es_es: Filtrar resultados
fr_fr: Filtrer les résultats
it_it: Filtra risultati
ko_kr: 필터 결과
pt_br: Filtrar resultados
ru_ru: Результаты фильтра
zh_cn: 筛选结果
zh_tw: 篩選結果

# Toolbar_GridView.ToolTipService.ToolTip
source: Cut
de_de: Ausschneiden
es_es: Cortar
fr_fr: Couper
it_it: Taglia
ko_kr: 잘라내기
pt_br: Recortar
ru_ru: Вырезать
zh_cn: 剪切
zh_tw: 剪下

# Toolbar_ListView.ToolTipService.ToolTip
source: Copy
de_de: Kopieren
es_es: Copiar
fr_fr: Copier
it_it: Copia
ko_kr: 복사
pt_br: Copiar
ru_ru: Копировать
zh_cn: 复制
zh_tw: 複製

# Toolbar_Delete.ToolTipService.ToolTip
source: Delete
de_de: Löschen
es_es: Eliminar
fr_fr: Supprimer
it_it: Elimina
ko_kr: 삭제
pt_br: Excluir
ru_ru: Удалить
zh_cn: 删除
zh_tw: 刪除

# Toolbar_DeleteForever.ToolTipService.ToolTip
source: Delete Forever
de_de: Endgültig löschen
es_es: Eliminar permanentemente
fr_fr: Supprimer définitivement
it_it: Elimina definitivamente
ko_kr: 영구 삭제
pt_br: Excluir permanentemente
ru_ru: Удалить навсегда
zh_cn: 彻底删除
zh_tw: 徹底刪除

# Toolbar_SelectAll.ToolTipService.ToolTip
source: Select All
de_de: Alle auswählen
es_es: Seleccionar todo
fr_fr: Tout sélectionner
it_it: Seleziona tutto
ko_kr: 모두 선택
pt_br: Selecionar tudo
ru_ru: Выбрать все
zh_cn: 全选
zh_tw: 全選

# Toolbar_InvertSelection.ToolTipService.ToolTip
source: Invert Selection
de_de: Auswahl umkehren
es_es: Invertir selección
fr_fr: Inverser la sélection
it_it: Inverti selezione
ko_kr: 선택 반전
pt_br: Inverter seleção
ru_ru: Инвертировать выбор
zh_cn: 反选
zh_tw: 反選

# Toolbar_Refresh.ToolTipService.ToolTip
source: Refresh
de_de: Aktualisieren
es_es: Actualizar
fr_fr: Actualiser
it_it: Aggiorna
ko_kr: 새로고침
pt_br: Atualizar
ru_ru: Обновить
zh_cn: 刷新
zh_tw: 重新整理

# Toolbar_View.ToolTipService.ToolTip
source: View
de_de: Ansicht
es_es: Ver
fr_fr: Affichage
it_it: Visualizza
ko_kr: 보기
pt_br: Exibir
ru_ru: Вид
zh_cn: 视图
zh_tw: 檢視

# Toolbar_TagDisplay.ToolTipService.ToolTip
source: Tag Display
de_de: Schlagwortanzeige
es_es: Mostrar etiquetas
fr_fr: Affichage des étiquettes
it_it: Mostra tag
ko_kr: 태그 표시
pt_br: Exibir tags
ru_ru: Отображение тегов
zh_cn: 标签显示
zh_tw: 標籤顯示

# Toolbar_Sort.ToolTipService.ToolTip
source: Sort
de_de: Sortieren
es_es: Ordenar
fr_fr: Trier
it_it: Ordina
ko_kr: 정렬
pt_br: Classificar
ru_ru: Сортировка
zh_cn: 排序
zh_tw: 排序

# Toolbar_SortDirection.ToolTipService.ToolTip
source: Sort Direction
de_de: Sortierrichtung
es_es: Dirección de ordenación
fr_fr: Ordre de tri
it_it: Direzione ordinamento
ko_kr: 정렬 방향
pt_br: Direção de classificação
ru_ru: Направление сортировки
zh_cn: 排序方向
zh_tw: 排序方向

# Settings_Output.Header
source: Output Settings
de_de: Ausgabeeinstellungen
es_es: Ajustes de salida
fr_fr: Paramètres de sortie
it_it: Impostazioni di output
ko_kr: 출력 설정
pt_br: Configurações de saída
ru_ru: Параметры вывода
zh_cn: 输出设置
zh_tw: 輸出設定

# Settings_Output.Description
source: Applies to all wallpaper types
de_de: Gilt für alle Hintergrundbildtypen
es_es: Se aplica a todos los tipos de fondos
fr_fr: S'applique à tous les types de fonds d'écran
it_it: Si applica a tutti i tipi di sfondo
ko_kr: 모든 배경화면 유형에 적용
pt_br: Aplica-se a todos os tipos de papel de parede
ru_ru: Применяется ко всем типам обоев
zh_cn: 对所有壁纸类型生效
zh_tw: 對所有桌布類型生效

# Settings_FileConflict.Text
source: File Conflict Handling
de_de: Dateikonfliktbehandlung
es_es: Gestión de conflictos de archivos
fr_fr: Gestion des conflits de fichiers
it_it: Gestione conflitti file
ko_kr: 파일 충돌 처리
pt_br: Tratamento de conflitos de arquivo
ru_ru: Обработка конфликтов файлов
zh_cn: 文件冲突处理
zh_tw: 檔案衝突處理

# Settings_OverwriteFiles.Content
source: Overwrite existing files
de_de: Vorhandene Dateien überschreiben
es_es: Sobrescribir archivos existentes
fr_fr: Écraser les fichiers existants
it_it: Sovrascrivi file esistenti
ko_kr: 기존 파일 덮어쓰기
pt_br: Sobrescrever arquivos existentes
ru_ru: Перезаписывать существующие файлы
zh_cn: 覆盖已存在的文件
zh_tw: 覆蓋已存在的檔案

# Settings_SkipExtracted.Content
source: Skip already extracted wallpapers (skip when output directory is not empty)
de_de: Bereits extrahierte Hintergrundbilder überspringen（überspringen, wenn Ausgabeverzeichnis nicht leer）
es_es: Omitir fondos ya extraídos（omitir si el directorio de salida no está vacío）
fr_fr: Ignorer les fonds d'écran déjà extraits（ignorer si le répertoire de sortie n'est pas vide）
it_it: Salta sfondi già estratti（salta se directory di output non vuota）
ko_kr: 이미 추출된 배경화면 건너뛰기（출력 디렉터리가 비어있지 않을 경우 건너뜀）
pt_br: Pular papéis de parede já extraídos（pular se diretório de saída não estiver vazio）
ru_ru: Пропускать уже извлечённые обои（пропускать, если каталог вывода не пуст）
zh_cn: 跳过已提取的壁纸（输出目录非空时跳过）
zh_tw: 跳過已擷取的桌布（輸出目錄非空時跳過）

# Settings_UseProjectName.Content
source: Use wallpaper name as subdirectory name (instead of Workshop ID)
de_de: Hintergrundbildnamen als Unterverzeichnisnamen verwenden（statt Workshop-ID）
es_es: Usar nombre del fondo como subdirectorio（en lugar del ID del Taller）
fr_fr: Utiliser le nom du fond d'écran comme nom de sous-dossier（au lieu de l'ID Atelier）
it_it: Usa nome sfondo come sottodirectory（invece di ID Officina）
ko_kr: 배경화면 이름을 하위 디렉터리 이름으로 사용（워크샵 ID 대신）
pt_br: Usar nome do papel de parede como subdiretório（em vez do ID da Oficina）
ru_ru: Использовать имя обоев как имя подкаталога（вместо ID Мастерской）
zh_cn: 以壁纸名作为子目录名（而非创意工坊ID）
zh_tw: 以桌布名稱作為子目錄名稱（而非創意工坊ID）

# Settings_OneFolder.Content
source: Put all files in one directory, no subfolders
de_de: Alle Dateien in einem Verzeichnis ablegen, keine Unterordner
es_es: Poner todos los archivos en un directorio, sin subcarpetas
fr_fr: Placer tous les fichiers dans un seul dossier, pas de sous-dossiers
it_it: Metti tutti i file in una directory, senza sottocartelle
ko_kr: 모든 파일을 하나의 디렉터리에 저장（하위 폴더 사용 안 함）
pt_br: Colocar todos os arquivos em um diretório, sem subpastas
ru_ru: Поместить все файлы в один каталог, без подпапок
zh_cn: 所有文件放入一个目录，不使用子文件夹
zh_tw: 所有檔案放入一個目錄，不使用子資料夾

# Settings_CopyProject.Content
source: Copy project.json and preview image to output folder
de_de: project.json und Vorschaubild in das Ausgabeverzeichnis kopieren
es_es: Copiar project.json y vista previa a la carpeta de salida
fr_fr: Copier project.json et l'aperçu dans le dossier de sortie
it_it: Copia project.json e anteprima nella cartella di output
ko_kr: project.json과 미리보기 이미지를 출력 폴더에 복사
pt_br: Copiar project.json e prévia para a pasta de saída
ru_ru: Копировать project.json и превью в папку вывода
zh_cn: 拷贝 project.json 与预览图到输出文件夹
zh_tw: 複製 project.json 與預覽圖到輸出資料夾

# Settings_IgnoreExt.Content
source: Ignore extensions
de_de: Erweiterungen ignorieren
es_es: Ignorar extensiones
fr_fr: Ignorer les extensions
it_it: Ignora estensioni
ko_kr: 확장자 무시
pt_br: Ignorar extensões
ru_ru: Игнорировать расширения
zh_cn: 忽略扩展名
zh_tw: 忽略副檔名

# Settings_IgnoreExt.ToolTipService.ToolTip
source: Do not extract/copy files with the specified extensions
de_de: Dateien mit den angegebenen Erweiterungen nicht extrahieren/kopieren
es_es: No extraer/copiar archivos con las extensiones especificadas
fr_fr: Ne pas extraire/copier les fichiers avec les extensions spécifiées
it_it: Non estrarre/copiare file con le estensioni specificate
ko_kr: 지정된 확장자의 파일을 추출/복사하지 않음
pt_br: Não extrair/copiar arquivos com as extensões especificadas
ru_ru: Не извлекать/копировать файлы с указанными расширениями
zh_cn: 不提取/拷贝指定扩展名的文件
zh_tw: 不擷取/複製指定副檔名的檔案

# Settings_IgnoreExtList.ToolTipService.ToolTip
source: Separate with commas
de_de: Durch Kommas trennen
es_es: Separar por comas
fr_fr: Séparer par des virgules
it_it: Separare con virgole
ko_kr: 쉼표로 구분
pt_br: Separar por vírgulas
ru_ru: Разделять запятыми
zh_cn: 英文逗号分隔
zh_tw: 英文逗號分隔

# Settings_OnlyExt.Content
source: Only extract extensions
de_de: Nur bestimmte Erweiterungen extrahieren
es_es: Extraer solo extensiones específicas
fr_fr: Extraire uniquement les extensions
it_it: Estrai solo estensioni specifiche
ko_kr: 특정 확장자만 추출
pt_br: Extrair apenas extensões específicas
ru_ru: Извлекать только определённые расширения
zh_cn: 仅提取扩展名
zh_tw: 僅擷取副檔名

# Settings_OnlyExt.ToolTipService.ToolTip
source: Only extract/copy files with the specified extensions
de_de: Nur Dateien mit den angegebenen Erweiterungen extrahieren/kopieren
es_es: Solo extraer/copiar archivos con las extensiones especificadas
fr_fr: Extraire/copier uniquement les fichiers avec les extensions spécifiées
it_it: Estrarre/copiare solo file con le estensioni specificate
ko_kr: 지정된 확장자의 파일만 추출/복사
pt_br: Extrair/copiar apenas arquivos com as extensões especificadas
ru_ru: Извлекать/копировать только файлы с указанными расширениями
zh_cn: 仅提取/拷贝指定扩展名的文件
zh_tw: 僅擷取/複製指定副檔名的檔案

# Settings_OnlyExtList.ToolTipService.ToolTip
source: Separate with commas
de_de: Durch Kommas trennen
es_es: Separar por comas
fr_fr: Séparer par des virgules
it_it: Separare con virgole
ko_kr: 쉼표로 구분
pt_br: Separar por vírgulas
ru_ru: Разделять запятыми
zh_cn: 英文逗号分隔
zh_tw: 英文逗號分隔

# Settings_SkipLarger.Text
source: Skip larger than (KB)
de_de: Überspringen, wenn größer als (KB)
es_es: Omitir mayores de (KB)
fr_fr: Ignorer les fichiers plus grands que (KB)
it_it: Salta maggiori di (KB)
ko_kr: 다음보다 큰 파일 건너뛰기 (KB)
pt_br: Pular maiores que (KB)
ru_ru: Пропускать больше (КБ)
zh_cn: 跳过大于 (KB)
zh_tw: 跳過大於 (KB)

# Settings_SkipSmaller.Text
source: Skip smaller than (KB)
de_de: Überspringen, wenn kleiner als (KB)
es_es: Omitir menores de (KB)
fr_fr: Ignorer les fichiers plus petits que (KB)
it_it: Salta minori di (KB)
ko_kr: 다음보다 작은 파일 건너뛰기 (KB)
pt_br: Pular menores que (KB)
ru_ru: Пропускать меньше (КБ)
zh_cn: 跳过小于 (KB)
zh_tw: 跳過小於 (KB)

# Settings_PkgSettings.Header
source: PKG Parse Settings
de_de: PKG-Analyseeinstellungen
es_es: Ajustes de análisis PKG
fr_fr: Paramètres d'analyse PKG
it_it: Impostazioni analisi PKG
ko_kr: PKG 분석 설정
pt_br: Configurações de análise PKG
ru_ru: Настройки анализа PKG
zh_cn: PKG 解析设置
zh_tw: PKG 解析設定

# Settings_PkgSettings.Description
source: Only applies to scene wallpapers containing .pkg
de_de: Gilt nur für Szenen-Hintergrundbilder mit .pkg
es_es: Solo se aplica a escenas que contienen .pkg
fr_fr: S'applique uniquement aux scènes contenant .pkg
it_it: Si applica solo a scene contenenti .pkg
ko_kr: .pkg가 포함된 씬 배경화면에만 적용
pt_br: Aplica-se apenas a cenas contendo .pkg
ru_ru: Применяется только к сценам, содержащим .pkg
zh_cn: 仅对含 .pkg 的场景壁纸生效
zh_tw: 僅對含 .pkg 的場景桌布生效

# Settings_TexMode.Text
source: TEX Texture Mode
de_de: TEX-Texturmodus
es_es: Modo de textura TEX
fr_fr: Mode de texture TEX
it_it: Modalità texture TEX
ko_kr: TEX 텍스처 처리
pt_br: Modo de textura TEX
ru_ru: Режим текстур TEX
zh_cn: TEX 纹理处理方式
zh_tw: TEX 紋理處理方式

# Settings_TexExportRaw.Content
source: Export raw files (keep TEX as-is)
de_de: Rohdateien exportieren（TEX unverändert lassen）
es_es: Exportar archivos sin procesar（TEX sin convertir）
fr_fr: Exporter les fichiers bruts（conserver TEX tel quel）
it_it: Esporta file grezzi（TEX non convertito）
ko_kr: 원본 파일 내보내기（TEX 변환 안 함）
pt_br: Exportar arquivos brutos（TEX não convertido）
ru_ru: Экспортировать исходные файлы（TEX не конвертировать）
zh_cn: 导出原始文件（TEX 不转换）
zh_tw: 匯出原始檔案（TEX 不轉換）

# Settings_TexExportConvert.Content
source: Export files and convert TEX to image
de_de: Exportieren und TEX in Bild konvertieren
es_es: Exportar archivos y convertir TEX a imagen
fr_fr: Exporter et convertir TEX en image
it_it: Esporta file e converti TEX in immagine
ko_kr: 파일 내보내기 및 TEX를 이미지로 변환
pt_br: Exportar arquivos e converter TEX em imagem
ru_ru: Экспортировать и конвертировать TEX в изображение
zh_cn: 导出文件并转换 TEX 为图片
zh_tw: 匯出檔案並轉換 TEX 為圖片

# Settings_TexExportOnlyImage.Content
source: Only export TEX converted images
de_de: Nur TEX-konvertierte Bilder exportieren
es_es: Exportar solo imágenes convertidas de TEX
fr_fr: Exporter uniquement les images converties depuis TEX
it_it: Esporta solo immagini convertite da TEX
ko_kr: TEX 변환된 이미지만 내보내기
pt_br: Exportar apenas imagens convertidas de TEX
ru_ru: Экспортировать только изображения, конвертированные из TEX
zh_cn: 只导出 TEX 转换后的图片
zh_tw: 僅匯出 TEX 轉換後的圖片

# Settings_CpuParallel.Header
source: Performance
de_de: Leistung
es_es: Rendimiento
fr_fr: Performances
it_it: Prestazioni
ko_kr: 성능
pt_br: Desempenho
ru_ru: Производительность
zh_cn: 性能
zh_tw: 效能

# Settings_CpuParallel.Description
source: Concurrent extractions, process priority, memory control
de_de: Gleichzeitige Extraktionen, Prozesspriorität, Speichersteuerung
es_es: Extracciones simultáneas, prioridad del proceso, control de memoria
fr_fr: Extractions simultanées, priorité du processus, contrôle mémoire
it_it: Estrazioni simultanee, priorità processo, controllo memoria
ko_kr: 동시 추출 수, 프로세스 우선순위, 메모리 제어
pt_br: Extrações simultâneas, prioridade do processo, controle de memória
ru_ru: Одновременные извлечения, приоритет процесса, управление памятью
zh_cn: 并发提取数、进程优先级、内存控制
zh_tw: 並發擷取數、處理程序優先順序、記憶體控制

# Settings_MaxConcurrent.Text
source: Max Concurrent Extractions
de_de: Max. gleichzeitige Extraktionen
es_es: Máx. extracciones simultáneas
fr_fr: Nombre max d'extractions simultanées
it_it: Max estrazioni simultanee
ko_kr: 최대 동시 추출 수
pt_br: Máx. extrações simultâneas
ru_ru: Макс. одновременных извлечений
zh_cn: 最大并发提取数
zh_tw: 最大並發擷取數

# Settings_ProcessPriority.Text
source: Process Priority
de_de: Prozesspriorität
es_es: Prioridad del proceso
fr_fr: Priorité du processus
it_it: Priorità processo
ko_kr: 프로세스 우선순위
pt_br: Prioridade do processo
ru_ru: Приоритет процесса
zh_cn: 子进程优先级
zh_tw: 處理程序優先順序

# Settings_PriorityNormal.Content
source: Normal
fr_fr: Normale
it_it: Normale
ko_kr: 보통
ru_ru: Обычный
zh_cn: 正常
zh_tw: 正常

# Settings_PriorityBelowNormal.Content
source: Below Normal
de_de: Unter normal
es_es: Inferior a normal
fr_fr: Inférieure à la normale
it_it: Sotto normale
ko_kr: 보통 이하
pt_br: Abaixo do normal
ru_ru: Ниже обычного
zh_cn: 低于正常
zh_tw: 低於正常

# Settings_PriorityIdle.Content
source: Idle
de_de: Leerlauf
es_es: Inactivo
fr_fr: Inactif
it_it: Inattivo
ko_kr: 유휴
pt_br: Ocioso
ru_ru: Простой
zh_cn: 空闲
zh_tw: 閒置

# Settings_TextureCacheMode.Text
source: Texture Cache Mode
de_de: Textur-Cache-Modus
es_es: Modo de caché de textura
fr_fr: Mode de cache de texture
it_it: Modalità cache texture
ko_kr: 텍스처 캐시 모드
pt_br: Modo de cache de textura
ru_ru: Режим кэша текстур
zh_cn: 纹理缓存模式
zh_tw: 紋理快取模式

# Settings_CacheMemory.Content
source: Memory First
de_de: Speicher priorisieren
es_es: Priorizar memoria
fr_fr: Mémoire prioritaire
it_it: Memoria prioritaria
ko_kr: 메모리 우선
pt_br: Memória prioritária
ru_ru: Память в приоритете
zh_cn: 内存优先
zh_tw: 記憶體優先

# Settings_CacheDisk.Content
source: Disk Buffer
de_de: Festplattenpuffer
es_es: Buffer de disco
fr_fr: Tampon disque
it_it: Buffer disco
ko_kr: 디스크 버퍼
pt_br: Buffer de disco
ru_ru: Дисковый буфер
zh_cn: 磁盘缓冲
zh_tw: 磁碟緩衝

# Settings_CacheAuto.Content
source: Auto
ko_kr: 자동
ru_ru: Авто
zh_cn: 自动
zh_tw: 自動

# Settings_LazyLoad.Content
source: Chunked parsing (read one by one, reduce memory usage)
de_de: Chunkweises Laden（einzeln lesen, Speicherverbrauch reduzieren）
es_es: Carga por fragmentos（leer uno por uno, reducir uso de memoria）
fr_fr: Chargement par fragments（lire un par un, réduire l'utilisation mémoire）
it_it: Caricamento a blocchi（leggi uno per uno, riduci uso memoria）
ko_kr: 청크 로딩（하나씩 읽어 메모리 사용량 감소）
pt_br: Carregamento em partes（ler um por um, reduzir uso de memória）
ru_ru: Чтение по частям（по одному, снижение использования памяти）
zh_cn: 分块解析（逐条读取，减少内存占用）
zh_tw: 分塊解析（逐條讀取，減少記憶體占用）

# Settings_FlatOutput.Content
source: All files in output folder, no subfolders
de_de: Alle Dateien im Ausgabeordner, keine Unterordner
es_es: Todos los archivos en la carpeta de salida, sin subcarpetas
fr_fr: Tous les fichiers dans le dossier de sortie, sans sous-dossiers
it_it: Tutti i file nella cartella di output, senza sottocartelle
ko_kr: 모든 파일을 출력 폴더에 저장, 하위 폴더 사용 안 함
pt_br: Todos os arquivos na pasta de saída, sem subpastas
ru_ru: Все файлы в выходную папку, без подпапок
zh_cn: 所有文件放在输出文件夹，不用子文件夹
zh_tw: 所有檔案放在輸出資料夾，不用子資料夾

# Settings_OutputType.Text
source: Output Type
de_de: Ausgabetyp
es_es: Tipo de salida
fr_fr: Type de sortie
it_it: Tipo di output
ko_kr: 출력 유형
pt_br: Tipo de saída
ru_ru: Тип вывода
zh_cn: 输出类型
zh_tw: 輸出類型

# Settings_OutputType_Full.Text
source: Full Output
de_de: Vollständige Ausgabe
es_es: Salida completa
fr_fr: Sortie complète
it_it: Output completo
ko_kr: 전체 출력
pt_br: Saída completa
ru_ru: Полный вывод
zh_cn: 全量输出
zh_tw: 完整輸出

# Settings_OutputType_ImageOnly.Content
source: Media Only
es_es: Solo medios
fr_fr: Médias uniquement
ko_kr: 미디어만 출력
ru_ru: Только медиафайлы

# Settings_OutputType_Custom.Text
source: Custom
de_de: Benutzerdefiniert
es_es: Personalizado
fr_fr: Personnalisé
it_it: Personalizzato
ko_kr: 사용자 정의
pt_br: Personalizado
ru_ru: Пользовательский
zh_cn: 自定义
zh_tw: 自訂

# Settings_FolderStructure.Text
source: Output Folder Structure
de_de: Ausgabeordnerstruktur
es_es: Estructura de la carpeta de salida
fr_fr: Structure du dossier de sortie
it_it: Struttura della cartella di output
ko_kr: 출력 폴더 구조
pt_br: Estrutura da pasta de saída
ru_ru: Структура выходной папки
zh_cn: 输出文件夹结构
zh_tw: 輸出資料夾結構

# Settings_FlatOutput_ByName.Content
source: Name files by wallpaper name (add number for duplicates)
de_de: Dateien nach Hintergrundbildnamen benennen (Nummer bei Duplikaten)
es_es: Nombrar archivos por nombre del fondo (añadir número para duplicados)
fr_fr: Nommer les fichiers par le nom du fond d'écran (ajouter un numéro pour les doublons)
it_it: Denominare i file con il nome dello sfondo (aggiungere numero per duplicati)
ko_kr: 배경화면 이름으로 각 파일 명명（중복 시 번호 추가）
pt_br: Nomear arquivos pelo nome do papel de parede (adicionar número para duplicatas)
ru_ru: Именовать файлы по имени обоев (добавлять номер при повторах)
zh_cn: 使用壁纸名命名每个文件
zh_tw: 使用桌布名稱命名每個檔案（重複檔名添加序號）

# Settings_FlatOutput_KeepName.Content
source: Keep original filenames
de_de: Ursprüngliche Dateinamen beibehalten
es_es: Conservar nombres de archivo originales
fr_fr: Conserver les noms de fichiers d'origine
it_it: Mantenere i nomi file originali
ko_kr: 원본 파일명 유지
pt_br: Manter nomes de arquivo originais
ru_ru: Сохранять исходные имена файлов
zh_cn: 保持各个原文件命名
zh_tw: 保持各個原檔案命名

# Settings_SubfolderOutput.Content
source: Use subfolders
de_de: Unterordner verwenden
es_es: Usar subcarpetas
fr_fr: Utiliser des sous-dossiers
it_it: Usare sottocartelle
ko_kr: 하위 폴더 사용
pt_br: Usar subpastas
ru_ru: Использовать подпапки
zh_cn: 使用子文件夹进行装载
zh_tw: 使用子資料夾進行裝載

# Settings_SubfolderOutput_Header.Text
source: Use subfolders for each wallpaper
de_de: Unterordner für jedes Hintergrundbild verwenden
es_es: Usar subcarpetas para cada fondo
fr_fr: Utiliser des sous-dossiers pour chaque fond
it_it: Usa sottocartelle per ogni sfondo
ko_kr: 각 배경화면에 하위 폴더 사용
pt_br: Usar subpastas para cada papel de parede
ru_ru: Использовать подпапки для каждых обоев
zh_cn: 每个壁纸使用子文件夹装载
zh_tw: 每個桌布使用子資料夾裝載

# Settings_Subfolder_ByName.Content
source: Name subfolders by wallpaper name
de_de: Unterordner nach Hintergrundbildnamen benennen
es_es: Nombrar subcarpetas por nombre del fondo
fr_fr: Nommer les sous-dossiers par le nom du fond d'écran
it_it: Denominare le sottocartelle con il nome dello sfondo
ko_kr: 하위 폴더를 배경화면 이름으로 명명
pt_br: Nomear subpastas pelo nome do papel de parede
ru_ru: Именовать подпапки по имени обоев
zh_cn: 子文件夹使用壁纸名字命名
zh_tw: 子資料夾使用桌布名稱命名

# AutoDetect_WorkshopPath.ToolTipService.ToolTip
source: Restore Default Path
de_de: Standardpfad wiederherstellen
es_es: Restaurar ruta predeterminada
fr_fr: Restaurer le chemin par défaut
it_it: Ripristina percorso predefinito
ko_kr: 기본 경로 복원
pt_br: Restaurar caminho padrão
ru_ru: Восстановить путь по умолчанию
zh_cn: 恢复默认路径
zh_tw: 恢復預設路徑

# AutoDetect_ProjectPath.ToolTipService.ToolTip
source: Restore Default Path
de_de: Standardpfad wiederherstellen
es_es: Restaurar ruta predeterminada
fr_fr: Restaurer le chemin par défaut
it_it: Ripristina percorso predefinito
ko_kr: 기본 경로 복원
pt_br: Restaurar caminho padrão
ru_ru: Восстановить путь по умолчанию
zh_cn: 恢复默认路径
zh_tw: 恢復預設路徑

# AutoDetect_OfficialPath.ToolTipService.ToolTip
source: Restore Default Path
de_de: Standardpfad wiederherstellen
es_es: Restaurar ruta predeterminada
fr_fr: Restaurer le chemin par défaut
it_it: Ripristina percorso predefinito
ko_kr: 기본 경로 복원
pt_br: Restaurar caminho padrão
ru_ru: Восстановить путь по умолчанию
zh_cn: 恢复默认路径
zh_tw: 恢復預設路徑

# AutoDetect_AcfPath.ToolTipService.ToolTip
source: Restore Default Path
de_de: Standardpfad wiederherstellen
es_es: Restaurar ruta predeterminada
fr_fr: Restaurer le chemin par défaut
it_it: Ripristina percorso predefinito
ko_kr: 기본 경로 복원
pt_br: Restaurar caminho padrão
ru_ru: Восстановить путь по умолчанию
zh_cn: 恢复默认路径
zh_tw: 恢復預設路徑

# AutoDetect_VdfPath.ToolTipService.ToolTip
source: Restore Default Path
es_es: Restaurar ruta predeterminada
fr_fr: Restaurer le chemin par défaut
it_it: Ripristina percorso predefinito
ko_kr: 기본 경로 복원
ru_ru: Восстановить путь по умолчанию
zh_tw: 恢復預設路徑

# Settings_FlatFileNaming.Text
source: File Naming
es_es: Nombrar archivos
fr_fr: Nommage des fichiers
it_it: Assegnazione nome file
ko_kr: 파일 이름 지정
ru_ru: Именование файлов
zh_tw: 檔案命名方式

# Settings_Output_IgnoreExtText.Text
source: Ignore Extensions
es_es: Ignorar extensiones
fr_fr: Ignorer les extensions
it_it: Ignora estensioni
ko_kr: 확장자 무시
ru_ru: Игнорировать расширения
zh_tw: 忽略副檔名

# Settings_Output_OnlyExtText.Text
source: Extract Only Extensions
es_es: Extraer solo extensiones
fr_fr: Extraire uniquement les extensions
it_it: Estrai solo estensioni
ko_kr: 특정 확장자만 추출
ru_ru: Извлекать только указанные
zh_tw: 僅提取副檔名

# AutoDetect_DownloadPath.ToolTipService.ToolTip
source: Restore Default Path
de_de: Standardpfad wiederherstellen
es_es: Restaurar ruta predeterminada
fr_fr: Restaurer le chemin par défaut
it_it: Ripristina percorso predefinito
ko_kr: 기본 경로 복원
pt_br: Restaurar caminho padrão
ru_ru: Восстановить путь по умолчанию
zh_cn: 恢复默认路径
zh_tw: 恢復預設路徑
